Revit 2027 API
ParameterTypeId.BendingDetailTypeShowBarBendingUsing Property
 "Dimension Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BendingDetailTypeShowBarBendingUsing { get; }
Public Shared ReadOnly Property BendingDetailTypeShowBarBendingUsing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BendingDetailTypeShowBarBendingUsing {
	ForgeTypeId^ get ();
}
static member BendingDetailTypeShowBarBendingUsing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace